---
kind: other
id: Methods.T:Autodesk.Revit.DB.PlanTopologySetIterator
source: html/f4014ee8-1b83-1d1f-95d9-069568773111.htm
---
# PlanTopologySetIterator Methods

Causes the object to release immediately any resources it may be utilizing.